src/main/resources/xmls/salesforcequery/CreateReqSkills.xml

<?xml version="1.0" encoding="UTF-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/" xmlns:p1="http://www.w3.org/2001/XMLSchema-instance">
   <Header>
      <SessionHeader xmlns="urn:partner.soap.sforce.com">
         <sessionId></sessionId>
      </SessionHeader>
   </Header>
   <Body>
      <create xmlns="urn:partner.soap.sforce.com">
         <sObjects>
            <type xmlns="urn:sobject.partner.soap.sforce.com">Req_Skill__c</type>
            <Skill__c xmlns=""></Skill__c>
            <Level__c xmlns=""></Level__c>
            <Req__c xmlns=""></Req__c>
         </sObjects>
      </create>
   </Body>
</Envelope>